PRACTICE_MSGS = {
    "циклы_": "Введите номер задачи которую хотите решить на знание циклов:\n"
              "1 - Сумма чисел от 1 до N (easy)\n"
              "2 - Четные числа (easy)\n"
              "3 - Факториал числа (medium)\n"
              "4 - Обратный порядок (medium)\n"
              "5 - Числа Фибоначчи (intermediate)\n"
              "6 - Простые числа (intermediate)\n",
    "коллекции_": "Введите номер задачи которую хотите решить на знание коллекций:\n"
                  "1 - Подсчет элементов (easy)\n"
                  "2 - Уникальные элементы (easy)\n"
                  "3 - Объединение списков (medium)\n"
                  "4 - Словарь частот (medium)\n"
                  "5 - Сортировка слов (intermediate)\n"
                  "6 - Максимальное значение (intermediate)\n",
    "функции_": "Введите номер задачи которую хотите решить на знание функций:\n"
                "1 - Факториал (medium)\n"
                "2 - Калькулятор (medium)\n"
                "3 - Декоратор времени (intermediate)\n"
                "4 - Генерация последовательностей (intermediate)\n"
                "5 - Рекурсивный алгоритм (ЕГЭ)\n"
                "6 - Алгоритмы (ЕГЭ)\n",
    "библиотеки_": "Введите номер задачи которую хотите решить на знание стандартных библиотек:\n"
                   "1 - Задержка (medium)\n"
                   "2 - Случайный пароль (medium)\n"
                   "3 - Декоратор тайм-аут (intermediate)\n"
                   "4 - Модификация списка (intermediate)\n",
    "потоковый ввод_": "Введите номер задачи которую хотите решить на знание ввода stdin:\n"
                       "1 - Чтение строк (medium)\n"
                       "2 - Обратный вывод (medium)\n"
                       "3 - Фильтр чисел (intermediate)\n"
                       "4 - Подсчет слов (intermediate)\n"
                       "5 - Сортировка строк (intermediate)\n"
                       "6 - Сумма чисел (intermediate)\n",
    "ООП_": "Введите номер задачи которую хотите решить на знание ООП:\n"
            "1 - Управление библиотекой (medium)\n"
            "2 - Система учета студентов (medium)\n"
            "3 - Калькулятор (medium)\n"
            "4 - Графические примитивы (intermediate)\n"
            "5 - Симуляция движения (intermediate)\n"
            "6 - Управление интернет магазином (intermediate)\n",
}
